Repository: ChrisLauinger77/gnome-shell-extension-SettingsCenter
Catalog: po/*.po
Languages: nl

source: Settings
nl: Voorkeuren

source: Cancel
nl: Annuleren

source: SettingsCenter
nl: Voorkeurencentrum

source: 'Label' and 'Command' must be filled out !
nl: Kies een label en opdracht !

source: Delete entry
nl: Verwijder invoer

source: Are you sure you want to delete the entry ?
nl: Weet u zeker dat u de invoer wilt verwijderen?

source: Delete
nl: Verwijderen

source: Up
nl: Omhoog

source: Down
nl: Omlaag

source: Gnome Tweaks
nl: GNOME Afstelhulp

source: Desktop Config Editor
nl: Bureaublad-voorkeurenbewerker

source: Gnome Config Editor
nl: GNOME-voorkeurenbewerker

source: Session Properties
nl: Sessievoorkeuren

source: Extensions Preferences
nl: Uitbreidingsvoorkeuren

source: Passwords and Keys
nl: Wachtwoorden en toegangssleutels

source: NVidia Settings
nl: NVIDIA-voorkeuren

source: ExtensionManager
nl: Uitbreidingsbeheer

source: Label Menu
nl: Menutekst

source: Toggle to show systemindicator
nl: Systeemindicator toon-/verbergknop

source: Makes the systemindicator show/hide
nl: Toon/Verberg de systeemindicator

source: Global
nl: Algemeen

source: Menu Label
nl: Menutekst

source: Apply
nl: Toepassen

source: Show SystemIndicator
nl: Systeemindicator tonen

source: Add Menu
nl: Menu toevoegen

source: Label
nl: Tekst

source: Label to show in menu
nl: Het te tonen label in het menu

source: Command
nl: Opdracht

source: Name of .desktop file (MyApp.desktop) or name of command
nl: De naam van een .desktopbestand (MijnToepassing.desktop) of naam van een opdracht

source: Add
nl: Toevoegen

source: Settings Center
nl: Voorkeurenmenu
